Repository: noelsj007/woocommerce-shipping-plugin-wp
Catalog: languages/woocommerce-advanced-free-shipping-*.po
Languages: el, it_it

source: Or match all of the following rules to allow free shipping:
el: Ή ταιριάζει με όλους τους παρακάτω κανόνες για να επιτραπεί η Δωρεάν Αποστολή:
it_it: Oppure che soddisfi le seguenti regole per permettere la spedizione gratuita

source: Or
el: Ή
it_it: Oppure

source: Configure WooCommerce Advanced Free Shipping
el: Ρυθμίσεις WooCommerce Σύνθετης Δωρεάν Αποστολής
it_it: Configura WooCommerce Advanced Free Shipping

source: Enable/Disable
el: Ενεργοποίηση/Απενεργοποίηση
it_it: Abilita/Disabilita

source: Enable Advanced Free Shipping
el: Ενεργοποίηση Σύνθετης Δωρεάν Αποστολής
it_it: Abilita Advanced Free Shipping

source: Hide other shipping
el: Απόκρυψη άλλων μεθόδων αποστολής
it_it: Nascondi gli altri metodi di spedizione

source: Hide other shipping methods when free shipping is available
el: Απόκρυψη άλλων μεθόδων αποστολής όταν η δωρεάν αποστολή είναι διαθέσιμη
it_it: Nascondi gli altri metodi di spedizione quando è disponibile la spedizione gratuita

source: Free Shipping
el: Δωρεάν Αποστολή
it_it: Spedizione gratuita

source: Advanced Free Shipping methods
el: Μέθοδοι Σύνθετης Δωρεάν Αποστολής
it_it: Metodi Advanced Free Shipping

source: Advanced Free Shipping method
el: Μέθοδος Σύνθετης Δωρεάν Αποστολής
it_it: Metodo Advanced Free Shipping

source: Add New
el: Προσθήκη Nέου
it_it: Aggiungi nuovo

source: Add New Advanced Free Shipping method
el: Προσθήκη νέας μεθόδου Σύνθετης Δωρεάν Αποστολής
it_it: Aggiungi nuovo metodo Advanced Free Shipping

source: Edit Advanced Free Shipping method
el: Επεξεργασία μεθόδου Σύνθετης Δωρεάν Αποστολής
it_it: Modifica metodo Advanced Free Shipping

source: New Advanced Free Shipping method
el: Νέα μέθοδος Σύνθετης Δωρεάν Αποστολής
it_it: Nuovo metodo Advanced Free Shipping

source: View Advanced Free Shipping method
el: Εμφάνιση μεθόδου Σύνθετης Δωρεάν Αποστολής
it_it: Vedi metodo Advanced Free Shipping

source: Search Advanced Free Shipping methods
el: Αναζήτηση μεθόδου Σύνθετης Δωρεάν Αποστολής
it_it: Cerca metodi Advanced Free Shipping

source: No Advanced Free Shipping methods
el: Δεν βρέθηκαν μέθοδοι Σύνθετης Δωρεάν Αποστολής
it_it: Nessun metodo Advanced Free Shipping

source: No Advanced Free Shipping methods found in Trash
el: Δεν βρέθηκαν μέθοδοι Σύνθετης Δωρεάν Αποστολής στον κάδο.
it_it: Nessun metodo Advanced Free Shipping nel cestino

source: Advanced Free Shipping conditions
el: Συνθήκες Σύνθετης Δωρεάν αποστολής
it_it: Condizioni Advanced Free Shipping

source: Shipping settings
el: Ρυθμίσεις Αποστολής
it_it: Metodi di spedizione

source: Match all of the following rules to allow free shipping:
el: Ταιριάζει με όλους τους παρακάτω κανόνες για να επιτραπεί η Δωρεάν Αποστολή:
it_it: Condizioni da soddisfare per permettere la spedizione gratuita

source: Add 'Or' group
el: Προσθήκη 'ή' ομάδα
it_it: Aggiungi condizione "oppure"

source: Shipping title
el: Τίτλος Αποστολής
it_it: Nome spedizione

source: e.g. Free Shipping
el: π.χ. Δωρεάν Αποστολή
it_it: Es: "Spedizione gratuita"

source: Cart
el: Καλάθι
it_it: Carrello

source: Subtotal
it_it: Subtotale

source: Subtotal ex. taxes
it_it: Subtotale tasse escluse

source: Tax
el: Φόρος
it_it: Tassa

source: Quantity
el: Ποσότητα
it_it: Quantità

source: Contains product
el: Περιλαμβάνει το προϊόν
it_it: Contiene prodotto

source: Coupon
el: Κουπόνι
it_it: Codice

source: User Details
el: Λεπτομέρειες χρήστη
it_it: Dettagli utente

source: Zipcode
el: Ταχυδρομικός Κώδικας
it_it: Codice postale/C.A.P.

source: City
el: Πόλη
it_it: Città

source: Country
el: Χώρα
it_it: Nazione

source: User role
el: Ρόλος χρήστη
it_it: Ruolo utente

source: Product
el: Προϊόν
it_it: Prodotto

source: Width
el: Πλάτος
it_it: Larghezza

source: Height
el: Ύψος
it_it: Altezza

source: Length
el: Μήκος
it_it: Lunghezza

source: Weight
el: Βάρος
it_it: Peso

source: Stock
el: Απόθεμα
it_it: Magazzino

source: Stock status
el: Κατάσταση Αποθεμάτων
it_it: Stato magazzino

source: Backorders
el: Προ-παραγγελίες
it_it: Backorder

source: Category
el: Κατηγορία
it_it: Categoria

source: Weight calculated on all the cart contents
el: Υπολογίζεται το βάρος όλων των περιεχομένων του καλαθιού
it_it: Peso calcolato su tutto ilcontenuto del carrello

source: Compared to lengthiest product in cart
it_it: Rispetto al prodotto più lungo nel carrello

source: Compared to widest product in cart
it_it: Rispetto al prodotto più largo nel carrello

source: Compared to highest product in cart
el: Σε σύγκριση με το υψηλότερο προϊόν στο καλάθι
it_it: Rispetto al prodotto più alto nel carrello

source: All products in cart must match stock status
el: Όλα τα προϊόντα στο καλάθι πρέπει να ταιριάζουν με την κατάσταση αποθέματος
it_it: Tutti i prodotti nel carrello devono appartenere allo stato del magazzino

source: All products in cart must match backorder
el: Όλα τα προϊόντα στο καλάθι πρέπει να ταιριάζουν με προ-παραγγελίες
it_it: Tutti i prodotti nel carrello devono essere in backorder

source: All products in cart must match category
el: Όλα τα προϊόντα στο καλάθι πρέπει να ταιριάζουν με την κατηγορία
it_it: Tutti i prodotti nel carrello devono appartenere alla categoria

source: Cart must contain one of this product
el: Το Καλάθι σας πρέπει να περιέχει ένα από αυτό το προϊόν
it_it: Il carrello deve contenere almeno uno di questo prodotto

source: Equal to
el: Ίσο με
it_it: Uguale a

source: Not equal to
el: Δεν είναι ίσο με
it_it: Diverso da

source: Greater or equal to
el: Μεγαλύτερο ή ίσο με
it_it: Uguale o maggiore di

source: Less or equal to
el: Μικρότερο ή ίσο με
it_it: Uguale o minore di

source: In stock
el: Σε απόθεμα
it_it: Disponibile

source: Out of stock
el: Δεν υπάρχει απόθεμα
it_it: Non disponibile

source: Do not allow
el: Δεν επιτρέπεται
it_it: Non permettere

source: Allow, but notify customer
it_it: Permetti, ma avvisa il cliente

source: Allow
el: Επιτρέπεται
it_it: Permetti

source: Method conditions
el: Προϋποθέσεις Μεθόδου
it_it: Condizioni

source: Title
el: Τίτλος
it_it: Titolo

source: Condition groups
el: Ομάδες προϋποθέσεων
it_it: Numero di condizioni

source: Author
it_it: Autore

source: Edit Method
el: Επεξεργασία Μεθόδου
it_it: Modifica metodo

source: Untitled
el: Χωρίς τίτλο
it_it: Senza titolo

source: Edit
el: Επεξεργασία
it_it: Modifica

source: Delete Method
el: Διαγραφή Μεθόδου
it_it: Elimina metodo

source: Delete
el: Διαγραφή
it_it: Elimina

source: There are no Free Shipping conditions. Yet...
el: Δεν υπάρχουν προϋποθέσεις δωρεάν αποστολής. Ωστόσο...
it_it: Non ci sono (ancora) condizioni per la spedizione gratuita

source: Add Free Shipping Method
el: Προσθήκη Μεθόδου Δωρεάν Αποστολής
it_it: Aggiungi metodo per spedizione gratuita

source: Advanced Free Shipping
el: Σύνθετη Δωρεάν αποστολή
